Repository: qooxdoo/qxl.playground
Catalog: source/translation/*.po
Languages: cs, ro, sv

source: %1 (modified)
cs: %1 (změněno)
ro: %1 (modificată)
sv: %1 (modifierad)

source: // Your browser has a length restriction of the URL parameter which could have caused the problem.
cs: // Váš prohlížeč má omezení délky URL parametru, které může působit problémy.
ro: // Browserul tău are o restricție privind lunfimea URL-ului, lucru care e posibil sa fi cauzat problema.
sv: // Din webbläsare har en längdbegränsning för URL-parametrar vilket kan ha orsakat problemet.

source: API Viewer
cs: Prohlížeč API
sv: API-presentatör

source: Cannot append sample code to URL, as it is too long. Disable this warning in the future?
cs: Nalze přidat ukázkový kód do URL, protože je moc dlouhý. Vypnout toto varování v budoucnosti?
ro: Nu pot adăuga codul furnizat la URL, e prea lung. Anulez acest avertisment în viitor?
sv: Kan inte lägga till exempelkoden till URL:en eftersom den är för lång. Vill du fortsättningsvis inaktivera denna varning?

source: Custom Code
cs: Vlastní kód
ro: Cod propriu
sv: Egen kod

source: Delete
cs: Smazat
ro: Şterge
sv: Radera

source: Demo Browser
cs: Prohlížeč ukázek
sv: Demopresentatör

source: If you want to give qx.Website a try, please check out
cs: Pokud chcete dát qx.Website vyzkoušet, podívejte se prosím na
ro: Dacă doriți să dea un try qx.Website, vă rugăm să verificați
sv: Om du vill ge qx.Website ett försök kan du kolla in

source: Manual
cs: Manuál
sv: Handledning

source: Maximize
cs: Maximalizovat
ro: Maximizează
sv: Maximera

source: Mobile
cs: Mobilní

source: Mobile (Webkit only)
cs: Mobilní (pouze pro Webkit)

source: Open the qooxdoo API Viewer
cs: Otevřít Prohlížeč API qooxdoo
ro: Deschide qooxdoo API Viewer
sv: Öppna qooxdoo API-presentatör

source: Open the qooxdoo Demo Browser
cs: Otevřít prohlížeč ukázek qooxdoo
ro: Deschide qooxdoo Demo Browser
sv: Öppna qooxdoo demopresentatör

source: Open the qooxdoo Manual
cs: Otevřít manuál qooxdoo
ro: Deschide manualul qooxdoo
sv: Öppna qooxdoo-handledningen

source: Playground
cs: Pískoviště
ro: Loc de joacă
sv: Testeditor

source: Please enter a name
cs: Vložte prosím jméno
ro: Vă rugăm să introduceţi un nume
sv: Ange ett namn

source: Rename
cs: Přejmenovat
ro: Redenumeşte
sv: Byt namn

source: Restore
cs: Obnovit
ro: Restabileşte
sv: Återställ

source: Run
cs: Spustit
ro: Rulează
sv: Kör

source: Run the source code
cs: Spustit zdrojový kód
ro: Rulează codul sursă
sv: Kör källkoden

source: Sample already exists. Do you want to overwrite?
cs: Příklad již existuje. Chcete jej přepsat?
ro: Probă există deja. Vrei să suprascrieţi?
sv: Exempel finns redan. Vill du skriva över?

source: Samples
cs: Příklady
ro: Exemple
sv: Exempel

source: Save
cs: Uložit
ro: Salvează
sv: Spara

source: Save As
cs: Uložit jako
ro: Salvează ca
sv: Spara som

source: Shorten URL
cs: Zkrátit URL
ro: Scurtează URL-ul
sv: Förkorta URL:en

source: Show log output
cs: Zobrazit výstup logů
ro: Arată conținutul jurnalului
sv: Visa loggen

source: Show samples
cs: Zobrazit ukázky
ro: Prezintă demo-urile
sv: Visa exempel

source: Source Code
cs: Zdrojový kód
ro: cod sursă
sv: Källkod

source: Starting application
cs: Startování aplikace
ro: aplicația se pornește
sv: Startar applikationen

source: Static
cs: Statické
sv: Statisk

source: Successfully started
cs: Úspěšný start
ro: A pornit cu succes
sv: Lyckad uppstart

source: Syntax Highlighting
cs: Zvýrazňování syntaxe
ro: Sublinierea sintaxei
sv: Syntaxmarkering

source: Tap OK to discard your changes.
cs: Stiskněte OK pro zhození vašich změn.
ro: Apasă OK pentru a nu salva modificările.
sv: Klicka Ok för att överge dina ändringar.

source: Unfortunately, an unrecoverable internal error was caused by your code. This may prevent the playground application to run properly.||
cs: Naneštěstí se v kódu vyskytla chyba, ze které se nelze vzpamatovat. Toto může bránit aplikaci pískoviště v řádném fungování.||
ro: Din păcate, o eroare internă gravă a fost determinată de codul tău. Acest lucru face ca aplicația playground să nu ruleze corect.||
sv: Tyvärr har ett oåterkalleligt internt fel orsakat av din kod inträffat. Detta kan förhindra testeditorn att köra riktigt.||

source: Use tinyurl to shorten the url.
cs: Použijte tinyurl pro zkrácení url.
ro: Folosește tinyurl pentru a scurta URL-ul.
sv: Använd tinyurl för att förkorta url:en.

source: User
cs: Uživatel
ro: Utilizator
sv: Användare

source: Log
ro: Jurnal
sv: Logga
